---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PlanViewCutPlaneHeight
source: html/5ad703b4-2fc2-b5aa-ef66-879888cc5c81.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PlanViewCutPlaneHeight Property

"Cut Plane Height"

## Syntax (C#)
```csharp
public static ForgeTypeId PlanViewCutPlaneHeight { get; }
```